---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExternalService.ExternalService
source: html/22497dde-c80c-bb1f-0d0b-ab6ddbcdb61a.htm
---
# ExternalService Properties

The description for the service